blog.org
#+STARTUP: overview
#+hugo_base_dir: ./
#+hugo_weight: auto
#+hugo_front_matter_key_replace: description>summary

** Confereces & Meetings in 2022
:PROPERTIES:
:EXPORT_FILE_NAME: conf-2022
:EXPORT_DATE: 2021-12-22
:END:
*** IOSTE :science_education:

International Organization for Science and Technology Education

Title: /"Esperançar in uncertainty times: the role of science and technology education in/for a changing world"/

*Website:* https://ioste2022.com/

Date: /25-29 July, 2022/

Place: /Recife, Brazil/

Lang: /English/

Submission deadline: *31 Jan 2022*

*** XIX EPEF :physics_education:

SBF (XIX Encontro de Pesquisa em Ensino de Física (EPEF 2022)
   --- /Physics Education Research Meeting/

Title: /“Perspectivas e Desafios da Pesquisa em Ensino de Física em tempos pandêmicos: o que aprendemos e para onde vamos?”/

*Website:* http://www1.fisica.org.br/~epef/xix/index.php

Date: /15-19 Agosto, 2022/

Place: /Belo Horizonte, Brazil/

Lang: /Portuguese/

Submission deadline: *1 Fev 2022*
