content/posts/conf-2022.md
+++
title = "Confereces & Meetings in 2022"
author = ["André Rodrigues"]
date = 2021-12-22
tags = ["meeting"]
categories = ["conferences"]
draft = false
weight = 2002
+++

## IOSTE <span class="tag"><span class="science_education">science-education</span></span> {#ioste}

International Organization for Science and Technology Education

Title: _"Esperançar in uncertainty times: the role of science and technology education in/for a changing world"_

**Website:** <https://ioste2022.com/>

Date: _25-29 July, 2022_

Place: _Recife, Brazil_

Lang: _English_

Submission deadline: **31 Jan 2022**


## XIX EPEF <span class="tag"><span class="physics_education">physics-education</span></span> {#xix-epef}

SBF (XIX Encontro de Pesquisa em Ensino de Física (EPEF 2022)
   --- _Physics Education Research Meeting_

Title: _“Perspectivas e Desafios da Pesquisa em Ensino de Física em tempos pandêmicos: o que aprendemos e para onde vamos?”_

**Website:** <http://www1.fisica.org.br/~epef/xix/index.php>

Date: _15-19 Agosto, 2022_

Place: _Belo Horizonte, Brazil_

Lang: _Portuguese_

Submission deadline: **1 Fev 2022**
